
<?php

/* @var $this yii\web\View */

$this->title = 'GuideJet';
?>

<div class="site-index">

    <div class="jumbotron">
        <h1>Ware Houses & PVs</h1>
        <p class="lead">Контроль наличия приборов учета на транспорте. УМЦ. </p>
<br>
        <p class="lead">
            <a class="btn btn-lg btn-success" href="\wh">Get started with Wh (warehouse)</a>
        </p>
        <p class="lead">
        <a class="btn btn-lg btn-success" href="\pv">Получить список всех аппаратов</a>
        </p>
        <p class="lead">
        <a class="btn btn-lg btn-success" href="\sprtype">Справочники</a>
        </p>
    </div>

    <div class="body-content">

        <div class="row">
            <div class="col-lg-4">
                <h2>Заголовок</h2>

                <p>Тут будет подробненько что-то написано для начального старта.Тут будет подробненько что-то написано
                    для начального старта.Тут будет подробненько что-то написано для начального старта.Тут будет
                    подробненько что-то написано для начального старта.Тут будет подробненько что-то написано для
                    начального старта.</p>

                <p><a class="btn btn-default" href="/doc/">Наша документация &raquo;</a></p>
            </div>
            <div class="col-lg-4">
                <h2>Заголовок</h2>

                <p>Тут будет подробненько что-то написано для начального старта.Тут будет подробненько что-то написано
                    для начального старта.Тут будет подробненько что-то написано для начального старта.Тут будет
                    подробненько что-то написано для начального старта.Тут будет подробненько что-то написано для
                    начального старта.</p>

                <p><a class="btn btn-default" href="/forum/">Примем баги (bugs) &raquo;</a></p>
            </div>
            <div class="col-lg-4">
                <h2>Заголовок</h2>

                <p>Тут будет подробненько что-то написано для начального старта.Тут будет подробненько что-то написано
                    для начального старта.Тут будет подробненько что-то написано для начального старта.Тут будет
                    подробненько что-то написано для начального старта.Тут будет подробненько что-то написано для
                    начального старта.</p>

                <p><a class="btn btn-default" href="/extensions/">Предложения по улучшению &raquo;</a></p>
            </div>
        </div>

    </div>
</div>

<style>
    H1{
        text-shadow: 6px 4px 10px rgba(151, 206, 59, 0.53);
        text-shadow: 2px 1px 2px rgba(151, 206, 59, 0.53);
    }



    p {
        text-align: justify;

    }
    p.lead {
        text-align: center;
    }

</style>